lib/xml/getUsersGeneralInfo.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ser:getUsersGeneralInfo>
            <!--Optional:-->
            <userNamePattern>?</userNamePattern>
        </ser:getUsersGeneralInfo>
    </soapenv:Body>
</soapenv:Envelope>